
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Ugyldig tall";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Under minimumsgrensen";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Over maksimumsgrensen";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Flyttall ikke tillatt";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Ugyldig datostreng";

